Revit 2027 API
ParameterTypeId.StairsRunOverridden Property
 "Overridden": Overridden
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRunOverridden { get; }
Public Shared ReadOnly Property StairsRunOverridden As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRunOverridden {
	ForgeTypeId^ get ();
}
static member StairsRunOverridden : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace